Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: “It isn’t true!” repeated Mollie, but she could not look Clover in the face, and the next moment she took to her heels and galloped away into the field.
uk_1984_iryna_dybko_khutir_tvaryn: Це неправда, це неправда! — вперто повторяла Мілочка і, не глянувши ні разу в очі Коневої, учвал погналася в поля.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Це неправда! — повторила Моллі, але глянути в вічі Конюшинці не змогла. А наступної миті вона вже мчала в поле.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Це неправда! — повторила Моллі, але подивитися Люцерні в очі не змогла. Потім вона відвернулася і помчала в поле.

source: A thought struck Clover. Without saying anything to the others, she went to Mollie’s stall and turned over the straw with her hoof.
uk_1984_iryna_dybko_khutir_tvaryn: Ця дивна поведінка Мілочки привела Коневу до рішення: вона нікому нічого не кажучи, пішла до стодоли, де проживала Мілочка і в час її неприсутности почала копитом розкидати сіно, що на ньому спала Мілочка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинку пронизав раптовий здогад. Не кажучи нікому й слова, вона подалася до стійла Моллі і копитом переворушила солому.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Раптом Люцерна про щось здогадалася. Нікому нічого не кажучи, вона попрямувала до стійла молодої кобилки й, переворушивши там сіно, знайшла купку рафінаду й кілька різноколірних стрічок.

source: Hidden under the straw was a little pile of lump sugar and several bunches of ribbon of different colours.
uk_1984_iryna_dybko_khutir_tvaryn: На превелике диво, найшла там декілька кусків цукру і чимало стрічок прерізного кольору.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Там лежала купка цукру-рафінаду й кілька в'язок різнобарвних стрічок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: [знайшла купку рафінаду й кілька різноколірних стрічок.]

source: Three days later Mollie disappeared.
uk_1984_iryna_dybko_khutir_tvaryn: Три дні пізніше — Мілочка кудись ділася.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через три дні Моллі зникла.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через три дні Моллі зникла.

source: For some weeks nothing was known of her whereabouts, then the pigeons reported that they had seen her on the other side of Willingdon.
uk_1984_iryna_dybko_khutir_tvaryn: Проходили тижні, а слід за нею пропав. Аж по деякому часі голуби розповіли, що бачили Мілочку в місті Волгограді, де вона була запряжена у вибагливу каретку заможного шинкаря;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кілька тижнів ніхто не знав, де вона, а потім голуби доповіли, що бачили її на іншому кінці Уїллінгдона, запряжену в чепурний візок, що стояв біля пивнички.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кілька тижнів про її місцеперебування нічого не було відомо, а потім голуби повідомили, що бачили її в Віллінгдоні, запряжену в чорно-червону коляску, що стояла біля корчми.

source: She was between the shafts of a smart dogcart painted red and black, which was standing outside a public-house.
uk_1984_iryna_dybko_khutir_tvaryn: [де вона була запряжена у вибагливу каретку заможного шинкаря;]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Візок той був помальований червоним і чорним.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: [запряжену в чорно-червону коляску, що стояла біля корчми.]

source: A fat red-faced man in check breeches and gaiters, who looked like a publican, was stroking her nose and feeding her with sugar.
uk_1984_iryna_dybko_khutir_tvaryn: він пестливо гладив її по носі й годував цукром, а в її гриві були вплетені стрічки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Червонопикий товстун у картатих штанах, схожий на трактирника, гладив її по морді й годував цукром.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Гладкий червонопикий чоловік у широких галіфе й гетрах, схожий на шинкаря, гладив її по морді й годував цукром.

source: Her coat was newly clipped and she wore a scarlet ribbon round her forelock.
uk_1984_iryna_dybko_khutir_tvaryn: Вона виглядала вдоволена, шерсть її була підстрижена й чиста.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Моллі була підстрижена, в гриві красувалася кумачева стрічка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У її акуратно підстрижену гриву була вплетена пурпурова стрічка.

source: She appeared to be enjoying herself, so the pigeons said.
uk_1984_iryna_dybko_khutir_tvaryn: [Вона виглядала вдоволена,]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Виглядала вкрай задоволеною, казали голуби.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Голуби запевняли, що Моллі мала щасливий вигляд.

source: None of the animals ever mentioned Mollie again.
uk_1984_iryna_dybko_khutir_tvaryn: З того часу ніхто із тварин на хуторі не згадував Мілочку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тож ніхто з тварин більше й не згадував про Моллі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Більше тварини ніколи не вимовляли її імені.

source: In January there came bitterly hard weather. The earth was like iron, and nothing could be done in the fields.
uk_1984_iryna_dybko_khutir_tvaryn: В місяці січні зима взяла землю у свої жорстоко - студені окови і тим саме внеможливила будь-яку працю на полі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У січні настали вкрай суворі часи. Земля затверділа, як залізо, і на полі годі було щось робити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У січні вдарили жорстокі морози. Земля затверділа, як залізо, і в полі вже було нічого робити.

source: Many meetings were held in the big barn, and the pigs occupied themselves with planning out the work of the coming season.
uk_1984_iryna_dybko_khutir_tvaryn: Зате відбувались часті мітинги і там свині розказували, що працюють увесь час над плянами для покращання умов праці в наступному сезоні.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У великому хліві проводилися безконечні збори, а свині розробляли графік роботи на наступний сезон.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тому у великому хліву проводилися безперервні наради, а свині тим часом планували майбутній сезон.

source: It had come to be accepted that the pigs, who were manifestly cleverer than the other animals, should decide all questions of farm policy, though their decisions had to be ratified by a majority vote.
uk_1984_iryna_dybko_khutir_tvaryn: Було вже самозрозумілим, що свині мудріші за решту тварин і що вони мають рішати закони, за якими всі події життя на хуторі мають відбуватись. Тож кожне рішення свиней було більшою кількістю голосів прийняте, бо зрештою не помогло б заперечування.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Стало звичним, що свині, помітно розумніші за інших тварин, вирішували всі стратегічні питання ферми, хоч їхні рішення й мали схвалюватися зборами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі визнали, що вони найрозумніші тварини, тому повинні визначати напрямки розвитку тваринної спільноти, тобто займатися стратегічними питаннями, але ратифікували ті чи ті рішення більшістю голосів на загальних зборах.

source: This arrangement would have worked well enough if it had not been for the disputes between Snowball and Napoleon.
uk_1984_iryna_dybko_khutir_tvaryn: Тож такий порядок у затверджуванні справ оправдував себе цілком, тільки лихо в тому, що Давидович і Вісарйонов при будь-якому рішенні завзято сперечались, одне одному докоряли, зокрема Вісарйонов Давидовичеві.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І все було б непогано, якби не суперечки між Сніжком та Наполеоном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Такий порядок влаштовував усіх, якби не постійні суперечки між Сніжком і Наполеоном.

source: If one of them suggested sowing a bigger acreage with barley, the other was certain to demand a bigger acreage of oats, and if one of them said that such and such a field was just right for cabbages, the other would declare that it was useless for anything except roots.
uk_1984_iryna_dybko_khutir_tvaryn: Коли один пропонував, щоб засівати більшу частину поля ячменем, тоді другий переконував, що це не добре, що конечно треба засівати вівсом. Коли один вказував, що земля одної частини землі більше пригожа для вирощування капусти, тоді другий казав, що це не можливе, бо ця земля надається виключно для корінних плодів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якщо один радив засіяти більше ячменю, то другий вимагав засівати більше вівса. А коли один казав, що певне поле годиться якраз під капусту, то інший заперечував, що воно придатне хіба для буряків.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли один пропонував посіяти більше ячменю, то другий одразу вимагав збільшити посіви вівса, а якщо один говорив, що саме це поле найкраще під, наприклад, капусту, то другий заперечував і казав, що воно годиться хіба що для буряків.

source: Each had his own following, and there were some violent debates.
uk_1984_iryna_dybko_khutir_tvaryn: Це впливало на решту тварин так, що вони поділились на два табори, бо Давидович і Вісарйонов мали своїх однодумців, тому й при особистих суперечках розвивались і бурхливі дискусії серед тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кожен мав своїх прибічників, тож не дивно, що іноді розпалювалися гострі пристрасті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кожен із них мав своїх прихильників, тож іноді спалахували бурхливі суперечки.

source: At the Meetings Snowball often won over the majority by his brilliant speeches, but Napoleon was better at canvassing support for himself in between times. He was especially successful with the sheep.
uk_1984_iryna_dybko_khutir_tvaryn: На таких мітингах Давидович, завдяки своїй красномовності здобував своїм поглядам і плянам більшу кількість прихильників. Але зате, в свою чергу, Вісарйонов умів готувати підривну кампанію, а зокрема це йому вдавалося з овечками.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На мітингах Сніжок часто прихиляв більшість блискучими промовами, але Наполеон успішніше навертав собі прибічників у міжчассі. Особливих успіхів він досяг серед овець.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На нарадах Сніжок часто збирав більше голосів завдяки своєму блискучому ораторському таланту, зате Наполеон значно краще вербував собі прихильників завдяки безпосередньому спілкуванню. Особливого успіху він домігся серед овець.

source: Of late the sheep had taken to bleating “Four legs good, two legs bad” both in and out of season, and they often interrupted the Meeting with this.
uk_1984_iryna_dybko_khutir_tvaryn: Вони в той час, коли Давидович творив, починали мекати «чотириноге добре, двоноге зле-е-е-е» і тим же меканням часто перебивали рішальну хвилину промови Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Останнім часом вівці наловчилися мекати «Чотири ноги — добре, а дві — погано» де треба й де не треба, і часто зривали Мітинг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Останнім часом вони взялися бекати гасло «Чотири ноги — добре, дві ноги — погано» де треба й де не треба, часто перериваючи своїм криком перебіг нарад.

source: It was noticed that they were especially liable to break into “Four legs good, two legs bad” at crucial moments in Snowball’s speeches.
uk_1984_iryna_dybko_khutir_tvaryn: [і тим же меканням часто перебивали рішальну хвилину промови Давидовича.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Як усі помітили, вони особливо призвичаїлись мекати «Чотири ноги добре, а дві — погано» саме за вирішальних Сніжкових промов.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини завважили, що вони ніколи не пропускали моменту, коли Сніжок починав говорити про найголовніше і тоді ефект від промови втрачався.

source: Snowball had made a close study of some back numbers of the Farmer and Stockbreeder which he had found in the farmhouse, and was full of plans for innovations and improvements.
uk_1984_iryna_dybko_khutir_tvaryn: В головному будинку, колишньому приміщенні Романова, Давидович найшов книжку «Хліборобство і виплекування тварин»; прочитавши її, почав опрацьовувати пляни для введення кращих життєвих умов на хуторі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок ретельно проштудіював кілька старих номерів журналу «Фермер і тваринник», що їх знайшов у домі, і тепер його переповнювали всілякі задуми та нововведення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок докладно проштудіював кілька старих номерів журналу «Фермер і тваринник», які знайшов у будинку, й сповнився задумами щодо нововведень і удосконалень.

source: He talked learnedly about field drains, silage, and basic slag, and had worked out a complicated scheme for all the animals to drop their dung directly in the fields, at a different spot every day, to save the labour of cartage.
uk_1984_iryna_dybko_khutir_tvaryn: Він закликав до побудови споруд для відводнення в полях, і працював над поліпшенням якости землі, подаючи плян, де і коли тварини повинні б зразу складати гній у полі, щоб таким чином заощадити працю розвозу погною.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він розводився про польовий дренаж, силосування, фосфатні добрива, навіть опрацював напрочуд складну систему, за якою тварини мали спорожнятися просто в полі, щоразу в іншому місці; це дозволяло не возити гній на поля.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він постійно говорив про зрошення, оранку і відновлення ґрунтів, навіть розробив складну систему внесення добрив, за якою кожна тварина мала випорожнятися в полі і щоразу в іншому місці.

source: Napoleon produced no schemes of his own, but said quietly that Snowball’s would come to nothing, and seemed to be biding his time.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов не опрацьовував своїх планів, ні проектів, тільки потайки говорив усім, що всі задуми та проекти Давидовича з часом повернуться внівець.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон таких задумів не виношував, зате нашіптував, що в Сніжка з того нічого не вийде; схоже, він вичікував своєї миті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це мало заощаджувати час і сили перед посівною. Наполеона ці питання не цікавили, зате позаочі він казав, що всі проєкти Сніжка приречені на невдачу. Здавалося, він чогось вичікує.

source: But of all their controversies, none was so bitter as the one that took place over the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Але з усіх противенств у задумах, планах, проектах, плян Давидовича будови вітряка стрінув жорстокий та впертий спротив Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але жодна з їхніх суперечок не прибрала такої гостроти, як під час суперечки про вітряк.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сталося так, що найжорстокіша суперечка між ними розгорілася під час обговорення питання про вітряк.

source: In the long pasture, not far from the farm buildings, there was a small knoll which was the highest point on the farm.
uk_1984_iryna_dybko_khutir_tvaryn: Недалеко головного будинку було пасовисько, і на їм найвищому горбку його, вирішив Давидович, що було б Доцільним побудувати вітряк;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На розлогому пасовиську неподалік височів пагорб, найвища точка на фермі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На пасовиську неподалік будівель височів невеликий пагорб — найвища точка ферми.

source: After surveying the ground, Snowball declared that this was just the place for a windmill, which could be made to operate a dynamo and supply the farm with electrical power.
uk_1984_iryna_dybko_khutir_tvaryn: [вирішив Давидович, що було б Доцільним побудувати вітряк;] він продукував би енергію, а вона, в свою чергу, постачала б електрику для хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Оглянувши терен, Сніжок заявив, що оце і є місце для вітряка, який обертатиме динамо-машину й забезпечуватиме ферму електроенергією.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок оголосив, що саме тут ідеальне місце для побудови вітряка, який обертатиме динамо-машину, забезпечуючи колгосп електроенергією.

source: This would light the stalls and warm them in winter, and would also run a circular saw, a chaff-cutter, a mangel-slicer, and an electric milking machine.
uk_1984_iryna_dybko_khutir_tvaryn: Електрика освітлювала б усі мешканеві приміщення, а в зимі й огрівала б їх, також стала б рушійною силою у всіх машинах і тим же заощадила б, інколи й нелегкі, зусилля праці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вітряк освітлюватиме стійла й опалюватиме їх узимку, а також живитиме циркулярку, січкарню, бурякорізку та електродоїлку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Можна буде освітлювати стійла й обігрівати їх узимку, запустити циркулярну пилку, пристрій для автоматичного годування, молотарку й електродоїлку.

source: The animals had never heard of anything of this kind before (for the farm was an old-fashioned one and had only the most primitive machinery), and they listened in astonishment while Snowball conjured up pictures of fantastic machines which would do their work for them while they grazed at their ease in the fields or improved their minds with reading and conversation.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини з неприхованим захопленням прислухались до проекту вітряка, бо хутір мав найпримітивніші машини й інші старомодні приладдя до праці. Проект вітряка мав помогти й скоротити час праці, а за те мали б тварини більше часу на дозвілля, спочинок і освіту.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини ніколи не чували про таке (бо ферма була відсталою й мала примітивні механізми), тож здивовано слухали, тоді як Сніжок малював їм, як фантастичні машини виконуватимуть за них роботу, а вони собі любенько пастимуться на вигоні або розвиватимуть інтелект читанням та мудрими розмовами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини про таке ніколи не чули, адже ферма мала лише примітивне обладнання, тож із подивом слухали розповіді Сніжка, який малював дивовижні картини райського життя. Фантастичні машини виконуватимуть найважчу роботу, а тварини тільки й знатимуть, що неквапом пощипуватимуть травичку на пасовиськах та підвищуватимуть культурний рівень у читаннях і бесідах...

source: Within a few weeks Snowball’s plans for the windmill were fully worked out.
uk_1984_iryna_dybko_khutir_tvaryn: Вже за два тижні плян будови вітряка був опрацьований.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За кілька тижнів Сніжок остаточно сформулював свої задуми щодо вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: За кілька тижнів Сніжок склав докладний план побудови млина.

source: The mechanical details came mostly from three books which had belonged to Mr. Jones — One Thousand Useful Things to Do About the House, Every Man His Own Bricklayer, and Electricity for Beginners.
uk_1984_iryna_dybko_khutir_tvaryn: [Рушійні приладдя малював за поміччю книжки Романова «Тисяча корисних речей».]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Технічні подробиці здебільшого походили з трьох книжок колишнього містера Джонса: «Тисяча корисних справ по господарству», «Будівельник у кожному з нас» і «Електрика для початківців».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Все, що стосувалося машин і механізмів, він вичитав у трьох книжках, які належали колись містеру Джонсу: «Тисяча речей, корисних у господарстві», «Кожен може стати каменярем», «Електротехніка для початківців».

source: Snowball used as his study a shed which had once been used for incubators and had a smooth wooden floor, suitable for drawing on. He was closeted there for hours at a time.
uk_1984_iryna_dybko_khutir_tvaryn: Давидович кожного дня просиджував у стодолі; там на долівці, він крейдою малював усі деталі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За кабінет Сніжкові правив хлівець, колись інкубатор; на його гладенькій підлозі вкрай зручно було робити креслення. Сніжок просиджував там годинами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Свій кабінет Сніжок облаштував у колишньому інкубаторі: тут, на рівній гладенькій підлозі, було зручно креслити. Він просиджував там годинами.

source: All of them came to look at Snowball’s drawings at least once a day. Even the hens and ducks came, and were at pains not to tread on the chalk marks.
uk_1984_iryna_dybko_khutir_tvaryn: Кожного дня приходили тварини до стодоли, з подивом придивлялись до незрозумілих їм черток, приходили й гуси і кури, обережно ступаючи, щоб ненароком не стерти котрусь із черток.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кожен хоча б раз на день приходив поглянути на Сніжкові креслення. Навіть кури з качками приходили, намагаючися не наступати на крейдяні позначки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хоча б раз на день усі приходили поглянути на роботу Сніжка. Несміливо заходили навіть качки й кури, намагаючись не наступати на позначки.

source: Only Napoleon held aloof. He had declared himself against the windmill from the start.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки один Вісарйонов демонстративно бокував, бо ще від перших днів проектування вітряка висловив свій спротив при всіх тваринах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тільки Наполеон лишався байдужим. Він з самого початку заявив, що не визнає вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Осторонь тримався один Наполеон. Від початку він оголосив себе противником вітряка.

source: One day, however, he arrived unexpectedly to examine the plans.
uk_1984_iryna_dybko_khutir_tvaryn: Але одного дня, як нікого не було, він зайшов, щоб перевірити пляни.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте якось і сам несподівано завітав поглянути на плани.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та одного разу все-таки несподівано з’явився поглянути на план споруди.

source: He walked heavily round the shed, looked closely at every detail of the plans and snuffed at them once or twice, then stood for a little while contemplating them out of the corner of his eye; then suddenly he lifted his leg, urinated over the plans, and walked out without uttering a word.
uk_1984_iryna_dybko_khutir_tvaryn: Як-не-як, але ці пляни його таки найдужче турбували і до деякої міри хвилювали, це навіть очевидним було в його впертому спротиві до плянів вітряка. Він поважною ходою йдучи, приглядався докладно плянам на долівці, зупинявсь над кожною подробицею, обнюхував кожну риску. Відтак, постоявши хвилин декілька, з-під лоба глянув, насупився, підніс ногу і... змочив пляни. Не промовивши слова, вийшов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він тяжко ступав по хлівцю, придивлявся до кожної деталі, навіть понюхав креслення раз-другий. Якийсь час скоса позирав на них, а тоді раптом підняв ногу, надзюрив рясно на плани і вийшов без жодного коментаря.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Важко ступаючи, він ходив по сараю, уважно розглядав деталі плану, раз чи двічі пирхнув, постояв трохи, скоса поглядаючи на креслення, а потім раптово підняв ногу, надзюрив на схему й пішов геть, не зронивши ні слова.

source: The whole farm was deeply divided on the subject of the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Окремі погляди на будову вітряка поділили тварин хутора на два табори.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вітряк той розділив ферму на два табори.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Млин розколов ферму на два табори.

source: Snowball did not deny that to build it would be a difficult business.
uk_1984_iryna_dybko_khutir_tvaryn: Правда, Давидович не заперечував, будова вітряка буде не легким завданням;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок не приховував, що збудувати його буде нелегко.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок не приховував, що будівництво буде не з легким.
